-- MySQL dump 10.13  Distrib 5.7.31, for Linux (x86_64)
--
-- Host: localhost    Database: pcr
-- ------------------------------------------------------
-- Server version	5.7.31-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `equip_map`
--

DROP TABLE IF EXISTS `equip_map`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `equip_map` (
  `equip_id` text,
  `equip_name` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `equip_map`
--

LOCK TABLES `equip_map` WRITE;
/*!40000 ALTER TABLE `equip_map` DISABLE KEYS */;
INSERT INTO `equip_map` VALUES ('140000','公主之心'),('105615','深結晶變異水晶'),('105585','神盾戒牆之氣息'),('105555','緋龍之爪火戒'),('105614','細冰姬的蝴蝶結'),('105584','海龍神的髮飾'),('105554','花簪焰火牡丹'),('105613','睿智手鐲'),('105583','英盾王的手環'),('105553','鬥神的荒腕'),('105612','聖獸之祈念'),('105582','人魚公主的靈淚'),('105552','盛怒龍之鍊墜'),('105611','海神耳飾'),('105581','精靈王護石'),('105551','千歲耳環'),('105616','混沌無序項圈'),('105586','艾爾芬項圈'),('105556','紅寶石玫瑰項圈'),('105523','幸運面紗'),('105491','皇家守衛帽子'),('105522','白祈之聖冠'),('105521','忘哭之冠'),('105524','極翼天の賢聖帽'),('105402','熾白銀之鏡盾'),('105401','星詠之圓盾'),('105375','星詠的聖靈衣'),('105345','流蒼裝碧藍迴旋曲'),('105315','熾白銀之鏡鎧'),('105285','麗裝靈魂玫瑰'),('105374','爽冰天衣'),('105344','極黑冥衣'),('105314','烈風俊鎧'),('105284','閃華舞鎧'),('105373','魔導王長袍'),('105343','鬼焰的鬥衣'),('105313','煌金的王鎧'),('105283','狂怒皇后鎧衣'),('105372','女帝之袍'),('105342','少女之服'),('105312','聖櫻之鎧'),('105282','九天之鎧'),('105371','純潔的巫女服'),('105341','神盾之衣'),('105311','蒼輝之鎧'),('105281','魅影鎧甲'),('105376','極西天の聖導衣'),('105346','極東天の碧風装'),('105316','極北天の覇焔鎧'),('105286','極南天の烈蒼鎧'),('105255','世界樹枝之杖'),('105254','天杖星光天球'),('105253','亞特蘭提斯杖'),('105252','神花之聖杖'),('105251','焰靈法杖'),('105257','白蛇の水聖杖'),('105256','炎鳥杖火束閃焰'),('105225','月淵杖犧牲'),('105224','黑蛇龍之杖'),('105223','克勞諾斯雷杖'),('105222','創世法杖'),('105221','異域法杖'),('105227','黒蛇の魔炎杖'),('105226','優雅之翠蝶杖'),('105195','機操斧核心破壞者'),('105194','神轟斧大地粉碎'),('105193','蓋亞之斧'),('105192','神判之聖斧'),('105191','死靈之斧'),('105197','炎羆帝の爪戦斧'),('105196','蒼海之斧‧諾亞'),('105165','豪炎槍日珥'),('105164','冥神槍毀滅苦痛'),('105163','護天之聖槍'),('105162','雄風刺針'),('105161','零霜之槍'),('105166','星核槍艾爾茲柏格'),('105135','冰淚弓寒霜之淚'),('105134','裝號弓天帝殞落'),('105133','紅天弓'),('105132','深淵之弓'),('105131','白銀大翼弓'),('105167','聖鹿槍アルマベナード'),('105137','天穿乃隼弓'),('105136','星核弓艾爾茲波根'),('105105','極闇爪血腥嚎叫'),('105104','嵐神風暴護手'),('105103','冥河之爪'),('105102','深紅之爪'),('105101','月之拳套'),('105107','通天手甲・犀打ち'),('105106','星核拳艾爾茲羅亞'),('105075','天黑劍奧比修斯'),('105074','天雷之雙神劍'),('105073','常春國短劍'),('105072','熔岩烈鋒'),('105071','翡翠匕首'),('105077','冥刃・鴉天狗'),('105076','獄炎龍爪刃'),('105045','翠風神之太刀'),('105044','焰神刀伊格尼斯'),('105043','妖刀血鴉'),('105042','流禍之蒼刃'),('105041','百華白櫻刀'),('105047','旺鯉乃神刀'),('105046','迎神的枝刃刀'),('105015','霸王光龍劍'),('105014','神湊劍水之統治者'),('105013','罪過之大劍'),('105012','天開之聖劍'),('105011','雷霆神鋒'),('105017','神兎乃大剣'),('105016','星核劍艾爾茲修奈德'),('105463','熾白銀之鏡靴'),('105432','天翔金靴'),('105462','血紅寶石高跟鞋'),('105431','煉獄之胄'),('105433','極翼天の聖靴'),('104613','大賢者的寶珠'),('104583','聖信徒的項墜'),('104554','貓神的項墜'),('104553','焰帝的戒指'),('104612','龍之淚'),('104582','月之手鍊'),('104552','太陽的護身符'),('104611','新月的嘆息'),('104581','替身手環'),('104551','元素之心'),('104523','福音之冠'),('104522','法王兜帽'),('104521','巫師兜帽'),('104491','羽翼圓舞曲'),('104463','寶瓶之靴'),('104433','妖精護靴'),('104462','死靈術士之靴'),('104461','巫師靴'),('104432','天使之靴'),('104431','聖騎士脛甲'),('104402','守護者之盾'),('104401','女帝之盾'),('104373','翠綠靈衣'),('104344','暗黑懼袍'),('104314','龍威戰甲'),('104284','緋紅鎧甲'),('104343','蒼天長袍'),('104313','紫羅蘭盔甲'),('104283','十字軍板甲'),('104372','聖者長袍'),('104342','隱者服飾'),('104312','朱紅鎧甲'),('104282','祕銀脛甲'),('104371','大魔導師長袍'),('104341','月下之法衣'),('104311','天使盔甲'),('104281','隱身鎧衣'),('104254','大天使之杖'),('104253','不死鳥之杖'),('104252','生命之杖'),('104251','月光之杖'),('104224','大惡魔法杖'),('104223','司法之神的錫杖'),('104222','太陽之杖'),('104221','狂怒之杖'),('104194','水靈破壞者'),('104193','戰女王之烈斧'),('104192','地獄火之斧'),('104191','紫龍斧'),('104164','蓋亞戰斧'),('104163','暴風權杖'),('104162','皇后之矛'),('104161','緋龍戟'),('104134','精靈樹之弓'),('104133','月亮女神之弓'),('104132','天使之弓'),('104131','雷光弓'),('104104','蒼雷拳'),('104103','暴雪之爪'),('104102','獅子王手套'),('104101','火焰拳套'),('104074','獨角獸匕首'),('104073','暗黑物質短劍'),('104072','公主懷劍'),('104071','祕寶匕首'),('104044','鳳凰刀'),('104043','鷹神之煌劍'),('104042','光輝之劍'),('104041','妖蝶之刀'),('104014','渾沌之劍'),('104013','冰之大劍'),('104012','太陽劍'),('104011','天使之劍'),('103614','月桂樹的悲悽'),('103583','獅子王的守護'),('103553','緋紅鑽石'),('103582','八芒星墜飾'),('103613','魔法使眼鏡'),('103552','獅鷲之羽飾'),('103612','珍珠耳環'),('103611','綠松石耳環'),('103581','綠寶石耳環'),('103551','蛋白石耳環'),('103491','黑龍頭盔'),('103522','女巫帽'),('103521','女巫髮箍'),('103432','擊劍之靴'),('103461','女巫宮廷靴'),('103431','忍者鞋'),('103401','石榴石之盾'),('103343','玻斯菊服飾'),('103372','哲學家長袍'),('103283','重金屬盔甲'),('103371','邱比特長袍'),('103342','宮廷服飾'),('103282','戰陣鎧衣'),('103341','多層次服飾'),('103311','華麗盔甲'),('103281','時尚盔甲'),('103252','花蕾之杖'),('103251','天球的守護'),('103222','惡魔之角'),('103221','芒刺血杖'),('103193','閃電之斧'),('103192','麗花戰斧'),('103191','天球斧'),('103162','絕對之矛'),('103161','騎士的驕傲'),('103132','惡魔之弓'),('103131','邱比特之弓'),('103101','龍牙之爪'),('103072','吸血鬼匕首'),('103071','鉑金小刀'),('103042','雷神刀'),('103041','月光刀'),('103013','羽刃之劍'),('103012','龍紋劍'),('103011','閃耀之劍'),('102611','魔法眼鏡'),('102551','勇氣寶珠'),('102614','圖紋手鐲'),('102552','尖刺手環'),('102613','魔法單眼鏡'),('102582','勝利的編織手環'),('102612','智慧寶珠'),('102581','仁愛寶珠'),('102493','羅馬軍團盔'),('102491','可愛報童帽'),('102521','修女兜帽'),('102461','女巫靴'),('102431','小丑靴'),('102432','狩獵靴'),('102401','塔盾'),('102341','民俗服飾'),('102311','鱗甲'),('102371','春日長袍'),('102281','智慧之服'),('102372','北國長袍'),('102342','忍者裝扮'),('102312','精鋼鎧甲'),('102282','輕板甲'),('102252','獨角獸的慈愛'),('102251','醫生掰掰法杖'),('102221','綠意之杖'),('102222','雛龍之杖'),('102192','精鋼斧'),('102191','金屬戰斧'),('102162','三叉戟'),('102163','火焰之矛'),('102131','水晶之弓'),('102101','皮製指虎'),('102071','野戰小刀'),('102041','彎月刀'),('102013','湛藍之血'),('102011','齒輪劍'),('102014','極光之劍'),('101611','氣魄手環'),('101581','守護墜飾'),('101551','幹勁手鍊'),('101521','時尚貝雷帽'),('101431','皮靴'),('101401','木盾'),('101371','旅行長袍'),('101281','皮革工作服'),('101251','檀香之杖'),('101191','單手斧'),('101161','鋼之戟'),('101131','獵人弓'),('101101','木製拳套'),('101071','殺手筆劍'),('101011','鐵劍');
/*!40000 ALTER TABLE `equip_map` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-09-03 15:36:22
