-- MySQL dump 10.13  Distrib 5.7.31, for Linux (x86_64)
--
-- Host: localhost    Database: pcr
-- ------------------------------------------------------
-- Server version	5.7.31-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `unit_map`
--

DROP TABLE IF EXISTS `unit_map`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `unit_map` (
  `unit_id` text,
  `unit_name` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `unit_map`
--

LOCK TABLES `unit_map` WRITE;
/*!40000 ALTER TABLE `unit_map` DISABLE KEYS */;
INSERT INTO `unit_map` VALUES ('100931','杏奈'),('101031','真步'),('101131','璃乃'),('101231','初音'),('101431','霞'),('101831','伊緒'),('102831','咲戀'),('102931','望'),('103031','妮諾'),('103231','秋乃'),('103631','鏡華'),('103731','智'),('104331','真琴'),('104431','伊莉亞'),('104731','純'),('104931','靜流'),('105331','莫妮卡'),('105631','流夏'),('105731','吉塔'),('106131','矛依未'),('106331','亞里莎'),('106531','嘉夜'),('107031','似似花'),('107131','克莉絲提娜'),('107531','貪吃佩可（夏日）'),('107731','鈴莓（夏日）'),('107831','凱留（夏日）'),('107931','珠希（夏日）'),('108131','忍（萬聖節）'),('108331','美咲（萬聖節）'),('108431','千歌（聖誕節）'),('108631','綾音（聖誕節）'),('108731','日和（新年）'),('108831','優衣（新年）'),('109131','靜流（情人節）'),('109231','安'),('109431','古蕾婭'),('109531','空花（大江戶）'),('109631','妮諾（大江戶）'),('109731','雷姆'),('109931','愛蜜莉雅'),('110031','鈴奈（夏日）'),('110331','咲戀（夏日）'),('110431','真琴（夏日）'),('110631','真步（夏日）'),('110731','碧（插班生）'),('110831','克蘿依'),('110931','琪愛兒'),('111031','優妮'),('111131','鏡華（萬聖節）'),('111331','美美（萬聖節）'),('111431','露娜'),('111531','克莉絲提娜（聖誕節）'),('111731','伊莉亞（聖誕節）'),('111931','可可蘿（新年）'),('112031','凱留（新年）'),('112231','カスミ（マジカル）'),('112431','ウヅキ（デレマス）'),('112531','リン（デレマス）'),('112731','リン（レンジャー）'),('112831','マヒル（レンジャー）'),('180431','ペコリーヌ（プリンセス）'),('180531','コッコロ（プリンセス）'),('100511','茉莉'),('100611','茜里'),('100711','宮子'),('100811','雪'),('101311','七七香'),('101511','美里'),('101611','鈴奈'),('101711','香織'),('102011','美美'),('102311','綾音'),('102611','鈴'),('102711','惠理子'),('103111','忍'),('103311','真陽'),('103811','栞'),('104211','千歌'),('104511','空花'),('104611','珠希'),('104811','美冬'),('105111','深月'),('105411','紡希'),('100111','日和'),('100211','優衣'),('100311','怜'),('100411','禊'),('102111','胡桃'),('102211','依里'),('102511','鈴莓'),('103411','優花梨'),('104011','碧'),('105011','美咲'),('105211','莉瑪'),('105511','步未'),('105811','貪吃佩可'),('105911','可可蘿'),('106011','凱留'),('107611','可可蘿（夏日）'),('108011','美冬（夏日）'),('108211','宮子（萬聖節）'),('108511','胡桃（聖誕節）'),('108911','怜（新年）'),('109011','惠理子（情人節）'),('109311','露'),('109811','拉姆'),('110111','伊緒（夏日）'),('110511','香織（夏日）'),('111211','禊（萬聖節）'),('111611','望（聖誕節）'),('112111','鈴莓（新年）'),('112311','シオリ（マジカル）'),('112611','ミオ（デレマス）'),('113011','アユミ（ワンダー）');
/*!40000 ALTER TABLE `unit_map` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-09-03 15:36:22
